Repository: yext-pages/spruce-cog-testing
Catalog: messages/*.po
Languages: it

source: All Boutiques
it: Tutte le boutique

source: Back To Top
it: Torna su

source: Italian
it: Italiano

source: English
it: Inglese

source: Open Language Menu
it: Apri Menu lingua

source: Close Language Menu
it: Chiudi Menu lingua

source: %d Boutique
it: %d Italian Boutique

source: %d Boutique, in City: %s
it: %d Italian Boutique, in City: %s

source: This site is property of: %s
it: Questo sito è di proprietà di: %s

# ctx1
source: We have the best %s
it: foo %s

# ctx2
source: We have the best %s
it: bar %s
